anthropic.claude-code
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
github.vscode-pull-request-github
graphql.vscode-graphql
graphql.vscode-graphql-syntax
mechatroner.rainbow-csv
ms-playwright.playwright
ms-vsliveshare.vsliveshare
prisma.prisma
streetsidesoftware.code-spell-checker
wayou.vscode-todo-highlight
